<div class="delivery">
    <div class="delivery__wrapper">
        <div class="main__heading">
            <span>Доставка</span>
        </div>
        <div class="heading">
            Доставка курьером &laquo;до двери&raquo;
        </div>
        <div class="text"><span>В пределах КАД стоимость доставки составляет 200 рублей. При заказе от 3000 рублей доставка бесплатна. При оформлении заказа до 15:00 доставка осуществляется на следующий день. Доставка в субботу возможна только если заказ сделан до 15:00 в пятницу. Доставка по РФ 300 рублей.</span></div>
        <div class="list">
            <ul>
                <li><span>Интервал доставки: с 10:00 до 21:00.</span></li>
                <li><span>1 зона (0-10км), 299 рублей, при заказе от 3000 стоимость доставки составляет 0 рублей.</span></li>
                <li><span>2 зона (11-30км), 699 рублей, при заказе от 3000 стоимость доставки составляет 499 рублей.</span></li>
                <li><span>3 зона (31-50км), 1399 рублей, при заказе от 3000 стоимость доставки составляет 1199 рублей.</span></li>
                <li><span>4 зона (51-0км), 1999 рублей, при заказе от 3000 стоимость доставки составляет 1799 рублей.</span></li>
            </ul>
        </div>
        <div class="special__text"><span>Предоплата не требуется.</span></div>
        <div class="info">
            <div class="info__heading"><span>Самовывоз из пунктов выдачи и/или доставка до двери BOXBERRY, DPD, Почта РФ.</span></div>
            <div class="info__text"><span> Доставка заказов до пунктов выдачи и/или по адресу клиента по России осуществляется транспортными компаниями (ТК): Boxberry, DPD и Почта России.*** 100% предоплата.</span></div>
        </div>
    </div>
</div>