<div class="delivery">
    <div class="delivery__wrapper">
        <div class="main__heading">
            <span>Доставка</span>
        </div>
        <div class="heading">
            Доставка курьером &laquo;до двери&raquo;
        </div>
        <div class="text"><span>Доставка в пределах КАД: <br/></span></div>
        <div class="list">
            <ul>
                <li><span>По Москве: 30 рублей. </span></li>
                <li><span>По Санкт-Петербургу: 200 рублей.</span></li>
                <li><span>По РФ: уточняйте в транспортной компании.</span></li>
                <li><span>Интервал доставки: с 10:00 до 21:00.</span></li>
            </ul>
        </div>
        <div class="special__text"><span>Предоплата не требуется.</span></div>
        <div class="info">
            <div class="info__heading"><span>Самовывоз из пунктов выдачи и/или доставка до двери BOXBERRY, DPD, Почта РФ.</span></div>
            <div class="info__text"><span> Доставка заказов до пунктов выдачи и/или по адресу клиента по России осуществляется транспортными компаниями (ТК): <br/>Boxberry, DPD и Почта России. *** 100% предоплата.</span></div>
        </div>
    </div>
</div>
<!-- 


В пределах КАД стоимость доставки составляет 200 рублей. При заказе от 3000 рублей доставка бесплатна. При оформлении заказа до 15:00 доставка осуществляется на следующий день. Доставка в субботу возможна только если заказ сделан до 15:00 в пятницу. Доставка по РФ 300 рублей.

Интервал доставки: с 10:00 до 21:00.

Предоплата не требуется. -->